Simulations/MEXICO/2018/V2/system/topoSetDict.local.2
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.0                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      topoSetDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
 
actions
(
    {
        name         local.2;
        type         cellSet;
        action       new;
        source       rotatedBoxToCell;
        sourceInfo
        {
            origin (  1400 1200 0);
            i      (  550 0 0);
            j      (  0  550  0);
            k      (  0 0 250);
        }
    }
); 
